[
  {
    "name": "Aryan Parikh",
    "mobile": "9658742589",
    "email": "aryanparikh@okyre.com",
    "gender": "gender-1",
    "collegename": "Parul University, Vadodara",
    "coursename": "Diploma in Computer Science Engineering",
    "enrollmentyear": "2022",
    "quotaselect": "General",
    "qualification12thboard": "Gujarat Secondary Education Board",
    "qualification12thpercent": "81",
    "graduationcourse": "Diploma in Computer Science Engineering",
    "qualificationgraddegreepercent": "8.11",
    "courseslug1": "f",
    "classsize": "60",
    "programfee": "75000",
    "scholarshipreview": "Parul University provides scholarship options based on academic performance and entrance criteria. The process is mostly smooth, though sometimes documentation verification takes time. Overall, scholarships help reduce the financial burden for deserving students.",
    "scholarshiprating": 7,
    "didopt": "The admission process was straightforward and well-managed. Guidance was provided at each step, and the staff was cooperative during document verification and enrollment.",
    "collegerating": 8,
    "courseinfo": "The Computer Science diploma program focuses on both theoretical and practical learning. Subjects include programming, databases, networking, IoT, and embedded systems. Labs and practical sessions help in applying concepts to real-world scenarios. Faculty members are supportive and encourage hands-on learning through projects.",
    "courserating": 8,
    "campus": "Parul University has a large and vibrant campus with good infrastructure. Facilities like libraries, labs, hostels, sports complexes, and food courts are well maintained. Students from different backgrounds create a diverse and energetic environment. Events, hackathons, and technical workshops are conducted regularly.",
    "campusrating": 9,
    "hostelreview": "Hostel facilities are decent with regular cleaning and good security. Rooms are comfortable, though food quality can be inconsistent at times. Overall, hostel life is manageable and convenient for students.",
    "hostelrating": 7,
    "hostelfee": "85000",
    "campusplacement": "Placements for diploma students are decent, especially for those with strong technical skills. Companies related to IT services, software development, and technical support visit the campus. Students who actively work on projects, internships, and certifications get better opportunities.",
    "placementrating": 7,
    "internship": "Parul University provides internship opportunities through industry tie-ups and encourages students to apply externally as well. Participation in hackathons, IoT projects, and internships helped me gain practical exposure and industry-relevant skills.",
    "internshiprating": 8,
    "averageplacement": "400000",
    "reviewtitle": "Good technical exposure and campus life with opportunities to grow",
    "likesfield0possentences": "The campus infrastructure is impressive, and there are plenty of opportunities like hackathons, workshops, and technical events that help students grow beyond academics.",
    "likesfield1possentences": "Faculty members are cooperative and encourage students to work on practical projects, especially in areas like IoT, embedded systems, and software development.",
    "dislikesfield0negsentences": "Due to the large number of students, personal attention from faculty can sometimes be limited unless you take initiative.",
    "dislikesfield1negsentences": "Hostel food quality can be inconsistent, and campus distances require a lot of walking.",
    "paymentcontent": "9725599868@upi",
    "linkedinprofile": "https://www.linkedin.com/in/1aryanparikh/",
    "referralcode": "1BD4650",
    "idImage": "/home/lakshya/work/automation/zollege/parul/aryan_parikh.jpg"
  }
]
