[
  {
    "name": "Anurag",
    "mobile": "8546898754",
    "email": "anurag@okyre.com",
    "gender": "gender-1",
    "collegename": "Lovely Professional University (LPU), Punjab",
    "coursename": "Bachelor of Technology in Computer Science and Engineering (AI & Data Science)",
    "enrollmentyear": "2022",
    "quotaselect": "OBC",
    "qualification12thboard": "Central Board of Secondary Education (CBSE) English medium",
    "qualification12thpercent": "92.5",
    "graduationcourse": "B.Tech in CSE with specialization in Artificial Intelligence and Data Engineering",
    "qualificationgraddegreepercent": "85",
    "courseslug1": "f",
    "classsize": "65",
    "programfee": "195000",
    "scholarshipreview": "LPU provides multiple scholarship options including LPUNEST, academic performance based, sports, and financial aid. I received a partial tuition scholarship based on my 12th board and entrance performance. The process was online and transparent, but you need to check deadlines carefully and upload proper documents on time. It takes some follow-up, but the system is systematic and works.",
    "scholarshiprating": 8,
    "didopt": "The admission process included LPUNEST (Lovely Professional University National Entrance and Scholarship Test). It tested aptitude in mathematics, logical reasoning, basic programming, and English. The difficulty was moderate. After that, online counseling was conducted based on rank and preference.",
    "collegerating": 4,
    "courseinfo": "The curriculum is designed with a strong industry focus. Subjects like Machine Learning, Artificial Intelligence, Big Data, Cloud Computing, IoT and Software Engineering are well integrated. The university updates syllabus regularly in partnership with companies like Google, Microsoft and IBM. Some common subjects feel a little theoretical, but project-based learning and live projects balance it out. Hackathons, workshops and industrial training are strongly encouraged.",
    "courserating": 4,
    "campus": "LPU campus is massive and feels like a small city. It has separate academic blocks, shopping complex, restaurants, cafes, hospital, gym, indoor stadium, and a world-class library. The environment is very diverse with students from almost every Indian state and many countries. There is always something happening – tech events, cultural fests, seminars or sports activities. The campus is safe, clean and well-maintained with good Wi-Fi connectivity in most areas.",
    "campusrating": 5,
    "hostelreview": "Hostels are available in multiple options like 1-seater to 6-seater rooms, AC and non-AC. I am staying in a 3-seater non-AC hostel. Rooms are decent in size, well ventilated and cleaned regularly. The mess food is average – sometimes good, sometimes boring and repetitive. However, there are many food outlets inside campus like Domino’s, Subway, Indian kitchen etc. Security and discipline in hostels is strict which is good for safety.",
    "hostelrating": 4,
    "hostelfee": "85000",
    "campusplacement": "Placement opportunities are one of LPU’s strong points. Every year more than 600+ companies visit the campus including Cognizant, Capgemini, Infosys, Wipro, Accenture, TCS, Amazon, and many startups. The highest package can go up to 20+ LPA for international roles and top performers. However, you need to work hard on your skills because competition is very high due to the large student intake. The placement cell is very active and provides training from second year itself.",
    "placementrating": 4,
    "internship": "Internship support is provided through the career services department and online portals. Many students get internships in startups as well as MNCs through both on-campus and off-campus methods. I got my internship in second year only after building skills in Python, Machine Learning and connecting with professionals on LinkedIn. University also offers summer and winter training programs in collaboration with industries.",
    "internshiprating": 4,
    "averageplacement": "6000000",
    "reviewtitle": "A huge campus with great exposure and opportunities if you are self-driven",
    "likesfield0possentences": "LPU provides immense exposure through events, hackathons, international students, industry visits and hands-on projects. If you are active, there are unlimited opportunities to grow and explore new skills.",
    "likesfield1possentences": "The infrastructure is excellent with modern labs, 24x7 library access, sports facilities, cafes and a vibrant environment which makes campus life very enjoyable.",
    "dislikesfield0negsentences": "Due to large number of students, sometimes individual attention from faculty becomes difficult, especially in common subjects. You need to be proactive to stand out.",
    "dislikesfield1negsentences": "Mess food can become repetitive and boring after a few months, and during peak hours some facilities like library and cafeteria feel overcrowded.",
    "paymentcontent": "9725599868@upi",
    "linkedinprofile": "https://www.linkedin.com/in/anuragshukla2254/",
    "referralcode": "1BD4650",
    "idImage": "/home/lakshya/work/automation/zollege/lpu/anurag.png"
  }
]